Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/snubba_skole.html.tmx
Source language: nob
Languages: sme

source: Snubba skole
sme: Duorgga skuvla

source: Gammelskolen i SnubbaGrendeskolen
sme: Duorgga boares skuvlaDuorgga giliskuvla

source: Grendeskolen i Snubba var et klassisk skolebygg for sin tid.
sme: Duorgga giliskuvla lei dábálaš dan áiggi skuvladállu.

source: Skolen hadde tidligere stått i Tjeldebotn (Ballangen) og i Bogen.
sme: Skuvla lei ovdal ceaggán Tjeldebotnis Bállagis ja Boavvas.

source: Den ble tatt i bruk i Snubba høsten 1914.
sme: Skuvladálu geavahišgohte Duorggas 1914 čavčča.

source: I skoleprotokollen første året sto følgende: "Det er medgået til i fullt ferdig stand, flytning, oppføring og utbedring av Lenvikmark skole, kroner 1964,74".
sme: Vuosttaš jagi čuoččui skuvlabeavdegirjjis čuovvovaš: "Det er medgået til i fullt ferdig stand, flytning, oppføring og utbedring av Lenvikmark skole, kroner 1964,74" (“Lea oktiibuot máksán oažžut Lenvikmark skuvlla vistti gárvvisin geavahan láhkai, fárret, hukset ja ođasmahttit 1964,74 ruvnno" ).

source: Med skolebygninga på plass hadde bygda fått ei ny storstue som kunne benyttes til mange aktiviteter.
sme: Go skuvlaviessu lei válmmas, de lei gilis stuorra vistti man sáhtte máŋgga lágan doibmii atnit.

source: Det ble startet sangkor i 1934, og gammeldans og idrettslag 1935.
sme: 1934:s álggahedje lávlunjoavkku, ja "gammeldans" ja valáštallansearvvi 1935:s.

source: Idrettslaget ga ut en avis de kalte «Idretten», mens koret ga ut avisen .
sme: Valáštallansearvi almmuhii aviissa man gohčodedje , ja koarra ges aviissa .

source: Det var forbudt å snakke samisk på skolen.
sme: Dárogieloahpahus Skuvllas gilde sámegiela hupmamis.

source: De fleste lærerne fulgte slavisk ordren fra skolemyndighetene om at all undervisning skulle foregå på norsk.
sme: Eanaš oahpaheaddjit čuvvo hui dárkilit skuvlaeiseváldi gohččuma dárogillii oahpahit visot oahpahusa.

source: Elevene var stort sett samiskspråklige, og forsto lite av det som ble sagt i undervisninga.
sme: Eatnašat ohppiin ledje sámegielagat, eaige ipmirdan olus das mii daddjui oahpahusas.

source: Joakim Sletthaug var lærer på slutten av 1930-årene og frem til skolen ble lagt ned i 1949.
sme: Joakim Sletthaig lei oahpaheaddjin 1930-logus gitta dassái go skuvlla giddejedje 1949:s.

source: Til forskjell fra sine forgjengere tok han i bruk vekselvis norsk og samisk som undervisningsspråk.
sme: Son ii guorrasan ovddit oahpaheddjiid vugiide, muhto anii sihke sámegiela ja dárogiela oahpahangiellan.

source: Alle elevene kunne da få utbytte av undervisninga.
sme: Dien láhkai baste oahppit čuovvut oahpahusa. Soahti

source: Det var skole i bygninga frem til 26. april 1942.
sme: Visttis lei skuvla cuoŋománu 26. beaivvi rádjai 1942:s.

source: Etter dette ble skolen benyttet som hovedkvarter for de tyske styrkene rundt Snubba.
sme: Dan maŋŋil válde duiskalaš soahteveagat mat ledje Duorgga birra vistti alcceset váldobáikin.

source: Snubba grendelag
sme: Duorgga gilisearvi

source: Tidlig på 1980-tallet etablerte befolkninga i Snubba et lag med hovedformål å bygge og drifte et grendehus.
sme: 1980-logus ásahedhe Duorgga-olbmot joavkku man váldoáigumuš lei hukset ja doaimmahit giliviesu.

source: I 1986 ble det besluttet å bygge grendehus i tilknytning til skolebygget.
sme: 1986:s mearridedje hukset giliviesu skuvladállui gitta.

source: Grendehuset ble offisielt innviet i 1989.
sme: Giliviessu rahppui virggálaččat 1989:s.

source: I dag er bygget fredet som samisk kulturminne.
sme: Dál lea visti ráfáidahtton sámi kulturmuitun.

source: Gammelskolen, som bygninga het på folkemunne, var et fryktet sted etter mørkets frambrudd.
sme: Gopmohallá! Vistti gohčodedje gili olbmot , ja go sevnnjodii de balle báikkis.

source: Det er mange som har vært i kontakt med skrømt i og rundt skolebygningen.
sme: Ollugat ledje vásihan gopmiid sihke skuvlavisttis ja dakko birra.

source: Så var det skolen da.
sme: Ja de lei skuvla.

source: Noen så lys på skolen i mørke kvelder, selv om det ikke var folk inne der, lys som ikke ga gjenskinn - altså spøkelseslys.
sme: Muhtimat oidne čuovgga sevdnjes eahkediid, vaikko eai lean olbmot siste, čuovgga mii ii báitán guhkás, gopmičuovgga.

source: Det hendte også at det knaket og smalt på mørkeloftet på gammelskolen.
sme: Muhtimin ges gižai ja ruožai ovddeš skuvlla sevdnjeslovttas.

source: Da gikk det kalde ilinger nedetter ryggen på enkelte.
sme: De gal sivvu soaiggehii.

source: Var en riktig heldig, så en overnaturlige vesener både i skolen og utafor.
sme: Jus lei rievttes lihkku, de oidnojedje balddonasat sihke skuvlla olggobealde ja siskkabealde.

source: En kar på tur hjem forbi skolen, så en mann som vokste og blei større og større.
sme: Okta almmái guhte lei ruoktot mannamin skuvlla meattá, oinnii dievddu mii stuorui ja stuorui.

source: Til slutt sto han der "himmelhøg".
sme: Loahpas olii "gitta albmái".

source: Mannen som opplevde dette var læstadianeren John Esaiassen (1901-1969) fra gården Reinslett.
sme: Almmái guhte dán vásihii lei lestadiánalaš John Esaiassen (1901-1969) ja gulai Reinslett-dállui.

source: Et godt middel mot spøkelser var å ha med seg ei bøtte med ulmende glør.
sme: Muhto jus devddii hilaid gievdnái, de dat veahkehii gopmiid vuostá.

source: Det spøkte som sagt mye på skolen, og da grenda fikk en ny lærer som bodde på skolens lærerrom, sa mange eldre folk at han kunne ikke være "riktig", for det spøkte jo så mye på skolen.
sme: Gopmohalai hirbmadit skuvllas, ja go gillái bođii ođđa oahpaheaddji mii orui skuvlla oahpaheddjiidlanjas, de lohke vuorrasat olbmot ahte son ii leat ollesjierpmat, go skuvllas han ledje nu ollu balddonasat.

source: Læreren fortalte at de gangene han overnattet på loftet på skolen var han plaget av at stearinlyset ble blåst ut kl. 23 om kvelden.
sme: Oahpaheaddji muitalii ahte daid háviid go idjadii skuvlla lovttas, de giksašuvai go gintala bosádedje nu ahte čáskkai diibmu 23 eahkedis.

source: En kaffekveld ble avsluttet brått og brutalt ved at Reidar Elvebakk (1916-1981) møtte en svartkledd mann ved utedoen.
sme: Oktii ges loahpahedje gáfestallaneahkeda fáhkka go Reidar Elvebakk (1916-1981) deaivvai albmá gárvodan čáhppes biktasiiguin olgohivssega luhtte.

source: Den mørke hadde en hestesko på sin venstre fot – med andre ord var det fanden sjøl!
sme: Čáhppesbivttas albmás lei heasttagáma gurut juolggis, nuppiin sániin, de lei vuoras ieš.

source: Anders og Lilly Reinslett med barna bodde på skolen fra 1949 til 1950.
sme: Anders ja Lilly Reinslett oruiga mánáidisguin skuvllas 1949:s 1950:ii.

source: De hørte stadig folk som kom opp trappa, men når de undersøkte var det ingen der.
sme: Soai gulaiga ovtto olbmuid mat gorgŋededje tráhpa bajás, muhto go manaiga geahččat, de ii lean oktage doppe.

source: De hørte ofte barn som sprang på loftet og i skolestua, uten at de så noe.
sme: Soai gulaiga dávjá mánáid viegadeamen lovttas ja skuvlalanjas, muhto eaba oaidnán maidege.

source: For å beskytte spedbarnet Edmund hadde de en stålkniv i barnevogna, da spøkelsene var redd for stål.
sme: Njuoratmáná Edmunda várjaledje dainna lágiin ahte mánávovnnas lei stálleniibi, stálli oainnat gavdnjii gopmiid eret.

source: Fremdeles er det slik at mange i Snubba kvier seg for å være alene på Grendehuset etter mørkets frambrudd.
sme: Ain lea nu ahte ollu Duorgga olbmot eai duostta okto leahkit giliviesus maŋŋil go sevnnjoda.
